[
    {
        "term_id": 5,
        "name": "Balanced Fund",
        "slug": "balanced-fund",
        "description": "A balanced fund, also known as multi-asset, combines equities, fixed income (bonds) and sometimes a money market component into a single portfolio. These hybrid funds typically stick to a traditional mix of stocks and bonds (70\/30) that maintain a moderate (higher equity component), or a conservative (higher fixed-income) position.",
        "parent": 0
    },
    {
        "term_id": 28,
        "name": "Debt",
        "slug": "debt",
        "description": "",
        "parent": 0
    },
    {
        "term_id": 29,
        "name": "Debt Equity",
        "slug": "debt-equity",
        "description": "",
        "parent": 0
    },
    {
        "term_id": 21,
        "name": "Dividend Income",
        "slug": "dividend-income",
        "description": "",
        "parent": 0
    },
    {
        "term_id": 6,
        "name": "ESG",
        "slug": "esg",
        "description": "Environmental, Social, and Governance (<strong>ESG<\/strong>) considers three central factors in measuring the sustainability and societal impact of an investment in a company or business. These criteria help asset managers to better determine the future financial performance of companies (return and risk).",
        "parent": 0
    },
    {
        "term_id": 7,
        "name": "Exchange Traded Funds (ETFs)",
        "slug": "exchange-traded-funds-etfs",
        "description": "An exchange traded fund (ETF) is a regulated security that tracks an index, a commodity, bonds, or a basket of assets like an index fund. Unlike a unit trust, an ETF trades like any normal stock on an exchange and their prices fluctuate during the day as they are also affected by supply and demand.",
        "parent": 0
    },
    {
        "term_id": 11,
        "name": "Fixed Income",
        "slug": "fixed-income",
        "description": "Fixed income investors act as lenders of capital, issuing credit, using bonds (federal governments, local municipalities and major corporations), for which real return rates or periodic income are received at regular intervals and at reasonably predictable levels. Commonly used in some traditional investments to manage risk and at times a very efficient financial instrument.",
        "parent": 0
    },
    {
        "term_id": 8,
        "name": "Flexible Fund",
        "slug": "flexible-fund",
        "description": "As the name implies, a flexible fund is a pooled investment that has broad flexibility for investing in fixed income (bonds), equity, commodity and foreign exchange product markets. With access to a wider universe of investments, the fund can actively allocate investments according to market opportunities and conditions rather than specific investing requirements.",
        "parent": 0
    },
    {
        "term_id": 24,
        "name": "Fund of Funds",
        "slug": "fund-of-funds",
        "description": "",
        "parent": 0
    },
    {
        "term_id": 9,
        "name": "General Equity",
        "slug": "general-equity",
        "description": "Also referred to as a long-only equity strategy, involves taking long positions in equities, that are expected to appreciate in value. This approach will not employ derivatives or gearing for hedging purposes (unlike an equity long \/ short fund) and is considered very mainstream. This is one of the more common retail products across the unit trusts.",
        "parent": 0
    },
    {
        "term_id": 10,
        "name": "Global Equity",
        "slug": "global-equity",
        "description": "A global macro strategy is a hedge fund strategy that primarily bases holdings, including long and short positions, on macroeconomic principles. These actively managed funds attempt to profit from broad market swings due to political or economic events by using investing in fixed income (bonds), equity, commodity and foreign exchange product markets.",
        "parent": 0
    },
    {
        "term_id": 27,
        "name": "Global Flexible",
        "slug": "global-flexible",
        "description": "",
        "parent": 0
    },
    {
        "term_id": 22,
        "name": "Growth Equity",
        "slug": "growth-equity",
        "description": "",
        "parent": 0
    },
    {
        "term_id": 23,
        "name": "High Income Equity",
        "slug": "high-income-equity",
        "description": "",
        "parent": 0
    },
    {
        "term_id": 31,
        "name": "Impact Investments",
        "slug": "impact-investments",
        "description": "",
        "parent": 0
    },
    {
        "term_id": 12,
        "name": "Indexation",
        "slug": "indexation",
        "description": "Indexation is a method of tracking a broad market index or a segment thereof thus replicating the performance of the designated index. Tracker funds are investable, appropriate, transparent and measurable. Two major risks to generating investment returns are emotion and costs; index funds mitigate both these risks.",
        "parent": 0
    },
    {
        "term_id": 13,
        "name": "Long Short Hedge",
        "slug": "long-short-hedge",
        "description": "The most common of the hedge fund strategies – representing two thirds of the industry– involves taking <em>long<\/em> positions in equities that are expected to appreciate in value and <em>short<\/em> positions in equities that are expected to decline over time. Long and short are not a measure of time, but of the perceived direction of the investment profiting.",
        "parent": 0
    },
    {
        "term_id": 14,
        "name": "Market Neutral Hedge",
        "slug": "market-neutral-hedge",
        "description": "A common equity long-short strategy that seeks to profit by matching <em>long<\/em> and <em>short<\/em> positions in different equities, expecting to avoid risk while able to exploit any momentum in the market. Market-neutral managers may also use other tools such as merger arbitrage, shorting sectors and so on.",
        "parent": 0
    },
    {
        "term_id": 16,
        "name": "Money Market",
        "slug": "money-market",
        "description": "The money market is a highly liquid segment of the financial markets where financial instruments are traded through borrowing and lending for the short term.",
        "parent": 0
    },
    {
        "term_id": 17,
        "name": "Multi-Asset",
        "slug": "multi-asset",
        "description": "Multi-asset funds have mandates that afford the fund manager the flexibility to invest in a broad range of asset classes (such as cash, equity or bonds, both domestic and offshore). The objective is to achieve consistent real returns and long-term capital growth through maximum exposure to equities during bull markets, while minimising exposure to equities in secular bear markets.",
        "parent": 0
    },
    {
        "term_id": 15,
        "name": "Multi-Strategy",
        "slug": "multi-strategy",
        "description": "As the name implies, this seeks hedged returns through numerous asset classes: long-short, long only (equity), market neutral, event driven, merger arbitrage, fixed income and global macro. Collectively, they seek absolute returns with minimised risk and are typically reserved for the very experienced teams.",
        "parent": 0
    },
    {
        "term_id": 18,
        "name": "Private Equity (including S12j)",
        "slug": "private-equity-including-s12j",
        "description": "Section 12J is an investment tax incentive designed to encourage investment into a range of private companies which meet defined criteria. The incentive gives taxpayers the ability to write off 100% of their investment against their taxable income.",
        "parent": 0
    },
    {
        "term_id": 19,
        "name": "Property",
        "slug": "property",
        "description": "These are either specific investments with the developer or more accessible are the actively managed funds, investing in listed property shares, also considering REITS, financial instruments (leverage and derivatives), assets in liquid form and at times non-equity securities (bonds). This strategy can be in the form of a hedge fund or a long-only fund. <strong>Developers with this strategy:<\/strong> GMG, Neworld, Skybound.",
        "parent": 0
    },
    {
        "term_id": 32,
        "name": "Special Situations",
        "slug": "special-situations",
        "description": "",
        "parent": 0
    },
    {
        "term_id": 20,
        "name": "Structured Products",
        "slug": "structured-products",
        "description": "A structured product is an investment that provides a pre-defined investment outcome over a pre-determined period. Structured products typically provide returns linked to the performance of an equity index or interest rates and are tailored to provide capital growth with some level of capital protection.",
        "parent": 0
    },
    {
        "term_id": 30,
        "name": "Trade Finance",
        "slug": "trade-finance",
        "description": "",
        "parent": 0
    },
    {
        "term_id": 26,
        "name": "Venture Capital",
        "slug": "venture-capital",
        "description": "",
        "parent": 0
    }
]